/* 
   Localizable.strings
   Redial

   Created by qqn_pipi on 10-7-29.
   Copyright 2010 QQN-PIPI.com. All rights reserved.
 */

// Common Translation

"Cancel" = "取消";

"Back" = "返回";

"Edit" = "编辑";

"Call" = "呼叫";

"Dial" = "拨打电话";

"Settings" = "设置";

"Support" = "支持";

"Save" = "保存";

"No" = "否";

"Yes" = "是";

"Close" = "关闭";

"Text Message" = "发送短信";

"Submit" = "提交";

"Reset" = "重置";

"Help" = "帮助";

// SMS & Call Message

"kSmsNotSupportOnOS" = "对不起，您的iPhone操作系统版本不支持发送短信功能";

"kInfoSmsSentSuccess" = "短信已成功提交";

"kInfoSmsSentFailure" = "短信发送失败，请检查网络和系统设置";

"kCallNotSupportOnIPod" = "您的设备不支持拨打电话功能";

"kInfoAddCalendarSuccess" = "成功添加事件到日程表中";

"kInfoConfirmDelete" = "确认删除这条记录吗?";

"kInfoValueEmpty" = "设置取值不能为空";

"kInfoSaveConfigSuccess" = "设置已经成功保存";

"ConnectingServer" = "连接到服务器中...";

"kErrorNetwork" = "本应用需要访问互联网，请检查当前的网络访问是否可用。";

"kSystemFailure" = "连接到服务器失败，请检查您的网络是否正确连接到网络。";

"Feedback" = "反馈";

"Follow" = "信息";

"Invite" = "邀请";

"Nearby" = "地盘";

"Setting" = "我";

"kAroundPlace" = "周边";

"kMyPlace" = "关注";

"kCreatePlace" = "创建我的地盘";

"kEnterPlaceName" = "地盘名称（中英文字符,0-9）";

"kChooseLocation" = "标记地盘位置";

"kEnterPlaceDescription" = "地盘描述";

"kPlaceNameEmpty" = "地盘名字不能为空";

"kPlaceNameIncorrect" = "地盘名字只能包含中文汉字或者英文字母，以及数字0-9";

"kCreatingPlace" = "发送创建地盘请求中...";

"kFinishSelectLocation" = "完成";

"kCreatePlace" = "创建地盘";

"kNewPost" = "发表";

"kTextContent" = " 文字 ";

"kPhotoContent" = " 图片 ";

"kSavePost" = "发表";

"kCreatingPost" = "提交帖子中...";
